Revit 2027 API
BuiltInFailures.TagByExampleFailures.CannotCreateTag Property
 The tag couldn't be created.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateTag { get; }
Public Shared ReadOnly Property CannotCreateTag As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateTag {
	FailureDefinitionId^ get ();
}
static member CannotCreateTag : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagByExampleFailures Class
Autodesk.Revit.DB Namespace